app/views/static/students.html.erb

<% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"